今日工作记录 2018年7月2日
今天主要购买了科大国创这只股票，不过下午还是下跌了，不仅把上周五赚的500块钱亏完，还再搭上200块钱，中美贸易战越来越近，还是小心为上，明天止损走人吧
预计这一波会亏损500以上。
今天还调研了人脸识别的开源项目，明天再看吧
下午周xx还找我开会，说她是想给工资，但是蒙山不想，说是他给就好，这边一个月2200+500餐补，而我是200+500餐补，垃圾，还问我什么意见，我能给什么意见吗，
动不动就给老蒙告状，我敢说什么话啊
假设蒙山有给吧，也就是一个月800，加上这边700，再加上成教一个月720，一个月就是2220，穷啊
老蒙这个死要面子的人，你让别人给钱就让别人给钱呗
师姐是个好人，怕我进去乱说话特地我进办公室之后就进来了
人说话要留有余地，对于钱这方面，千万还是要争取！！！
周xx和蒙山都不是什么好人。心如止水了！
今晚看世界杯，还要把程序员面试宝典给带过来

今日工作记录 2018年7月3日
今日再调研一下自塑系统在无监督环境下的神经网络的内容
工作外时间学习opencv
今日调研以随机数值，语音，图像的神经网络系统，发现网上并没有相关的开源项目，今天暂时不管了
不过倒是有一个想法 三个程序，然后设置开关1,2,3，分别处理三个方面的数据，我能想到就是这样的了
待会zhuoqi过来住宿，要怎样瞒过那个宿管那个女人呢！！
今天不把opencv安装到anaconda并完成那个 视频转字符动画的例子就不睡觉了
安装好了跟python搭配使用的opencv，但是那个例子还是暂时无法实现，想着先学习python的opencv

今日工作记录 2018年7月4日
先翻译35页，36页，37页的内容，先大概能应付zhouxx的提问
已经翻译好三页的内容，足以应付zhouxx的提问
下午zhuoqi正式入住，qingyue也要过来一下
opencv+python已经学习到快接近100也了，照着这个速度下去，应该能在三天内结束这本书所有简单例子的学习
我要好好学习，好好学习
所有的友情都是假的，只有实力和金钱才是能把握的东西！！！

今日工作记录 2018年7月5日
今天先学着用python画图，尽量实现3.2.a的图，即使今天实现不了，也有内容应付下午的问答
今天事情相对较少，应该能学到200页，中午还是回去休息。
无心学习！！！！
今晚找两个opencv+python的项目来练手，晚上利用matlab来求不定积分
今天zhouxx不在了 哈哈哈
今晚还是把zhouxx交代的任务给完成了再做其他
今天就这样了，积分求出来，用matlab软件，话说这个软件还真是万能。听说下个星期，zhouxx要去巴西开会，其实又是
公费旅游，真好，不过这样国家的科研怎么会好

今日工作记录 2018年7月6日
今天画图
今天的两个任务，一个就是学习opencv+python，一个就是画图，上午学习opencv+python
下午再画图

今日工作记录 2018年7月8日
那个图未做出来，心里总有些不安，那个zhouxx鬼一来就会问你做好了没
明日跟师姐确认zhouxx是不是这一周都不来！！！
总有不安，明天把图画出来再学习其他吧！！！！
