今日工作记录 2018年7月4日
先翻译35页，36页，37页的内容，先大概能应付zhouxx的提问
已经翻译好三页的内容，足以应付zhouxx的提问
下午zhuoqi正式入住，qingyue也要过来一下
opencv+python已经学习到快接近100也了，照着这个速度下去，应该能在三天内结束这本书所有简单例子的学习
我要好好学习，好好学习
所有的友情都是假的，只有实力和金钱才是能把握的东西！！！

今日工作记录 2018年7月5日
今天先学着用python画图，尽量实现3.2.a的图，即使今天实现不了，也有内容应付下午的问答
今天事情相对较少，应该能学到200页，中午还是回去休息。
无心学习！！！！
今晚找两个opencv+python的项目来练手，晚上利用matlab来求不定积分
今天zhouxx不在了 哈哈哈
今晚还是把zhouxx交代的任务给完成了再做其他
今天就这样了，积分求出来，用matlab软件，话说这个软件还真是万能。听说下个星期，zhouxx要去巴西开会，其实又是
公费旅游，真好，不过这样国家的科研怎么会好

今日工作记录 2018年7月6日
今天画图
今天的两个任务，一个就是学习opencv+python，一个就是画图，上午学习opencv+python
下午再画图

今日工作记录 2018年7月8日
那个图未做出来，心里总有些不安，那个zhouxx鬼一来就会问你做好了没
明日跟师姐确认zhouxx是不是这一周都不来！！！
总有不安，明天把图画出来再学习其他吧！！！！
