今日工作记录 2018年7月2日
今天主要购买了科大国创这只股票，不过下午还是下跌了，不仅把上周五赚的500块钱亏完，还再搭上200块钱，中美贸易战越来越近，还是小心为上，明天止损走人吧
预计这一波会亏损500以上。
今天还调研了人脸识别的开源项目，明天再看吧
下午周xx还找我开会，说她是想给工资，但是蒙山不想，说是他给就好，这边一个月2200+500餐补，而我是200+500餐补，垃圾，还问我什么意见，我能给什么意见吗，
动不动就给老蒙告状，我敢说什么话啊
假设蒙山有给吧，也就是一个月800，加上这边700，再加上成教一个月720，一个月就是2220，穷啊
老蒙这个死要面子的人，你让别人给钱就让别人给钱呗
师姐是个好人，怕我进去乱说话特地我进办公室之后就进来了
人说话要留有余地，对于钱这方面，千万还是要争取！！！
周xx和蒙山都不是什么好人。心如止水了！
今晚看世界杯，还要把程序员面试宝典给带过来

今日工作记录 2018年7月3日
今日再调研一下自塑系统在无监督环境下的神经网络的内容
工作外时间学习opencv
今日调研以随机数值，语音，图像的神经网络系统，发现网上并没有相关的开源项目，今天暂时不管了
不过倒是有一个想法 三个程序，然后设置开关1,2,3，分别处理三个方面的数据，我能想到就是这样的了
待会zhuoqi过来住宿，要怎样瞒过那个宿管那个女人呢！！
今天不把opencv安装到anaconda并完成那个 视频转字符动画的例子就不睡觉了
